Repository: gateway4labs/labmanager
Catalog: labmanager/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Name
es: Nombre

source: LMS login
es: usuario de acceso al LT

source: LMS password
es: contraseña de acceso al LT

source: Labmanager login
es: Usuario del gestor de laboratorios

source: Labmanager password
es: Contraseña del gestor de laboratorios

source: This field is required.
es: Es obligatorio introducir un valor en este campo

source: Login
es: Usuario

source: Password
es: Contraseña

source: Identifier
es: Identificador

source: login lenght must be at least 5 characters long
es: El nombre de usuario debe tener al menos 5 caracteres

source: Passwords can not contain a space
es: Las contraseñas no pueden contener espacios en blanco

source: password lenght must be at least 8 characters long
es: La contraseña debe tener al menos 8 caracteres de longitud

source: Oficial name must be between 4 and 50 characters long
es: El nombre oficial debe tener entre 4 y 50 caracteres de longitud

source: Short name must be between 4 and 15 characters long
es: El nombre corto debe tener entre 4 y 15 caracteres de longitud

source: Oficial name must be between 4 and 15 characters long
es: El nombre oficial debe tener entre 4 y 15 caracteres de longitud

source: %(kind)s on %(location)s
es: %(kind)s en %(location)s

source: %(name)s at %(rlms)s
es: %(name)s en %(rlms)s

source: Basic HTTP auth for %(name)s
es: Autorización HTTP básica para %(name)s

source: ShindigCredentials for %(lmsname)s
es: Credenciales de Shindig para %(lmsname)s

source: %(coursename)s on %(courselms)s
es: %(coursename)s en %(courselms)s

source: %(identifier)s: lab %(labname)s to %(lmsname)s
es: %(identifier)s: laboratorio %(labname)s en %(lmsname)s

source: %(coursename)s from %(lmsname)s on %(permission)s
es: %(coursename)s de %(lmsname)s en %(permission)s

source: '%(localidentifier)s': lab %(labname)s to %(ltname)s
es: '%(localidentifier)s': laboratorio %(labname)s en %(ltname)s

source: Input with warning
es: Aviso para los datos introducidos

source: Something may have gone wrong
es: Algo puede haber ido mal

source: Gateway4labs is an open initiative aimed to make remote and virtual laboratories accessible by the final users in a simpler way, by going wherever the users are: PLEs, LMSs, CMSs, etc. You have more information in its
es: Gateway4labs es una iniciativa abierta cuyo objetivo es que los laboratorios remotos y virtuales sean accesibles a los usuarios finales de una forma sencilla, llevando los laboratorios hasta los usuarios. Tiene más información en su

source: official page
es: página oficial (en inglés)

source: You have more technical information at
es: Tiene más información técnica en (inglés)

source: LMSs
es: LT

source: LMSs will forward SCORM requests to the Lab Manager, which will process them
es: LT reenviará las solicitudes del estándar SCORM al gestor de laboratorios, que las procesará

source: URL for LMSs
es: URL de acceso al LT

source: Welcome to the Lab Manager!
es: ¡Bienvenido al gestor de laboratorios!

source: Graasp public labs
es: Laboratorios públicos disponibles en Graasp

source: Here you can find the list of public labs available for Graasp without registration.
es: En este apartado se muestran los laboratorios públicos disponibles en Graasp, es decir, para los que no es necesario un registro previo

source: Graasp registration
es: Registro en Graasp

source: Register your school using Graasp
es: Registre su escuela en Graasp

source: Register
es: Registrar

source: Graasp users
es: Usuarios de Graasp

source: School owners using Graasp will select which courses or other users are registered
es: Los responsables de las escuelas, utilizando Graasp, podrán gestionar los cursos y usuarios registrados

source: Manage Graasp access
es: Administrar el acceso Graasp

source: LMS users
es: Usuarios del LT

source: LMS users will select which courses or other users are registered in a LMS
es: Los responsable del un LT podrán gestionar los cursos y usuarios registrados en el LT

source: Manage LMS internals
es: Gestión del LT

source: LabManager
es: Gestor de laboratorios

source: Home
es: Inicio

source: Admin
es: Administración

source: Developers
es: Desarrolladores

source: About
es: Acerca de

source: Click me
es: Haga clic aquí

source: Course
es: Curso

source: from
es: desde

source: is requesting access to
es: solicita el acceso a

source: Grant
es: Permitir

source: Deny
es: Rechazar

source: LabManager Admin Dashboard
es: Panel de administración del gestor de laboratorios

source: Hi
es: ¡Hola

source: This is the Lab Manager administration tool. Here you can:
es: Esta es la herramienta de administración del Gestor de Laboratorios. A través de esta herramienta se puede:

source: Create, modify or remove users of this Lab Manager.
es: Crear, modificar o eliminar usuarios de este gestor de laboratorios

source: Create, modify or remove remote laboratory management systems and laboratories associated to them.
es: Crear, modificar o eliminar los sistemas de gestión de laboratorios remotos (Remote Laboratory Management Systems - RLMS) y los laboratorios asociados a ellos

source: Create, modify or remove LMSs, assigning permissions on them, and creating admin users on them (so they can manage these permissions).
es: Crear, modificar o eliminar un sistema de aprendizaje (Learning Tool - LT), asignar permisos en dichos LT, y crear usuarios administradores de los mismos para que gestionen estos permisos

source: The typical cycle is:
es: El ciclo típico es:

source: Go to the RLMS management and configure a RLMS.
es: Acceder a la gestión RLMS y configurar un RLMS

source: Register some of its labs.
es: Registrar algunos de los laboratorios del RLMS

source: Create a LMS
es: Crear un LT

source: Grant permissions on that LMS (which labs can be accessed by them)
es: Conceder permisos en ese LMS, indicando los laboratorios a los que se puede acceder

source: Create an admin user for this LMS, and tell them their credentials by e-mail.
es: Crear un usuario administrador del LT, y enviarle los datos de conexión por e-mail

source: Then, if they are using LTI, the LMS admin user can create instructors, and give them permissions on the laboratories. Or, if they are using the Basic HTTP system, then they can add courses and grant permissions on those courses.
es: Si está utilizando LTI, el usuario administrador del LT puede crear usuarios instructores, y darles permisos de acceso sobre los laboratorios

source: Available labs for
es: Laboratorios disponibles para

source: at
es: en

source: Selected
es: Seleccionado

source: Registered?
es: ¿Registrado?

source: Unregister
es: Eliminar el registro

source: No laboratory found
es: No se ha encontrado el laboratorio

source: Discover courses
es: Búsqueda de cursos

source: Course id
es: Identificación del curso

source: Course name
es: Nombre del curso

source: Registered
es: Registrado

source: No course found
es: No se ha encontrado el curso

source: Add
es: Añadir

source: Delete
es: Eliminar

source: LMS Admin Dashboard
es: Panel de administración del LT

source: of
es: de

source: This is the LMS administration tool. Here you can:
es: Esta es la herramienta de administración de LT. Esta herramienta permite:

source: Create, modify or remove users of this LMS.
es: Crear, modificar o eliminar usuarios de este LT

source: Grant permissions on these users.
es: Conceder permisos a estos usuarios

source: Create, modify or remove courses
es: Crear, modificar o eliminar cursos

source: Grant permissions on these courses.
es: Conceder permisos sobre estos cursos

source: LMS Instructor Dashboard
es: Panel del instructor del LT

source: Hi
es: ¡Hola

source: This is the LMS instructor tool. Here you can see which permissions you have in which laboratories.
es: Esta es la herramienta para el instructor del LT. Mediante ella puede ver qué permisos se poseen sobre qué laboratorios

source: Lab Manager
es: Gestor de laboratorios

source: Access the laboratory
es: Acceder al laboratorio

source: Property
es: Propiedad

source: Value
es: Valor

source: Laboratory
es: Laboratorio

source: RLMS Location
es: Ubicación del RLMS

source: Click here to use the lab
es: Haga clic aquí para utilizar el laboratorio

source: Error while processing the request
es: Error al procesar la petición

source: Confirmed. Reservation id:
es: Confirmado. Identificador de la reserva:

source: Register your school
es: Registre su escuela en Graasp

source: If you are using
es: Si está utilizando

source: register here to access remote laboratories.
es: regístrese aquí para acceder a los laboratorios remotos

source: Register your school!
es: Registre su escuela en Graasp

source: Reserve
es: Reservar

source: Graasp Admin Dashboard
es: Panel de administración de Graasp

source: of
es: de

source: This is the Graasp administration tool. Here you can:
es: Esta es la herramienta que permite interactuar a los administradores con Graasp. Esta herramienta permite:

source: Create, modify or remove users of school.
es: Crear, modificar o eliminar usuarios de la escuela

source: Create, modify or remove spaces.
es: Crear, modificar o eliminar espacios de aprendizaje

source: Grant permissions on these spaces.
es: Conceder permisos sobre dichos espacios

source: Graasp Instructor Dashboard
es: Panel del instructor en Graasp

source: This is the Graasp instructor tool. Here you can see which permissions you have in which laboratories.
es: Esta es la herramienta para que los instructores interactuen con Graasp. Esta herramienta permite ver qué permisos tiene sobre qué laboratorios

source: Widgets for
es: Widgets para

source: The laboratory
es: El laboratorio

source: provides the following widgets. Copy the link for each particular widget and locate it in Graasp.
es: provee los siguientes widgets. Copie el enlace de cada widget concreto y colóquelo en Graasp

source: Widget name
es: Nombre del widget

source: Description
es: Descripción

source: Widget link
es: enlace del widget

source: Warning!
es: ¡Advertencia!

source: No widget available. This might mean that the RLMS plug-in was not properly configured.
es: El widget no está disponible. Esto podría deberse a que el plug-in del RLMS no se ha configurado correctamente.

source: Add a new space:
es: Añadir un nuevo espacio:

source: Space name
es: Nombre del espacio

source: The provided space was hidden or closed. Please provide a name.
es: El espacio que solicita está oculto o cerrado. Por favor, proporcione un nombre

source: Add permissions to the following labs:
es: Agregar permisos a los siguientes laboratorios:

source: Permission on
es: Permisos sobre

source: Add space
es: Añadir un espacio

source: If you are a teacher, you should consume this information from:
es: Si usted es un instructor, debe obtener la información de:

source: Here you can see the list of publicly available laboratories and their app URLs. These labs are not aware of who is using the system.
es: Aquí se puede ver la lista de los laboratorios a disposición del público y sus direcciones URL de acceso. El acceso a estos laboratorios no requiere un registro previo

source: Invalid JSON found
es: El JSON no es válido

source: Suggested JSON: %(rdata)r
es: Se sugiere el JSON: %(rdata)r

source: Error opening provided URL
es: Error al abrir la URL proporcionada

source: Invalid JSON
es: El JSON es válido

source: name
es: Nombre

source: login
es: Usuario

source: password
es: Contraseña

source: full_name
es: Nombre completo

source: access_level
es: Nivel de acceso

source: laboratory
es: Laboratorio

source: local_identifier
es: Identificador local

source: accept
es: Aceptar

source: reject
es: Rechazar

source: The laboratory that has been requested
es: El laboratorio solicitado

source: Learning Management System which created each request
es: LT que creó cada solicitud

source: Unique identifier for a LT to access a laboratory
es: Identificador único que permite a un LT acceder a un laboratorio

source: Login of the LT when contacting the LabManager
es: Usuario del LT que contacta con el gestor de laboratorios

source: download
es: Descargar

source: Institution short name (lower case, all letters, dots and numbers)
es: Nombre corto de la escuela: en minúsculas, a-z, 0-9 y '.'

source: Name of the institution.
es: Nombre oficial de la escuela

source: kind
es: Tipo

source: version
es: Versión

source: location
es: Ubicación

source: labs
es: Laboratorios

source: configuration
es: Configuración

source: Make not available
es: Marcar como no accesible

source: Make available
es: Marcar como accesible

source: Make not publicly available
es: Marcar como no disponible al público

source: Make publicly available
es: Marcar como disponible al público

source: laboratory_id
es: Identificador del laboratorio

source: visibility
es: Visibilidad

source: availability
es: Disponibilidad

source: public_availability
es: Público

source: Make this laboratory automatically available for the Learning Tools
es: Marcar este laboratorio como accesible automáticamente para las herramientas de aprendizaje

source: Make this laboratory automatically available even from outside the registered Learning Tools
es: Marcar este laboratorio accesible de forma automática, incluso desde fuera de las herramientas de aprendizaje registradas

source: Local identifier '%(localidentifier)s' already exists
es: El identificador local '%(localidentifier)s' ya existe

source: Invalid local identifier (empty)
es: El identificador local no es válido (vacío)

source: Public identifier '%(publicidentifier)s' already exists
es: El identificador público '%(publicidentifier)s' ya existe

source: Invalid public identifier (empty)
es: El identificador público no es válido (vacío)

source: Learning Management System
es: Sistema de gestión del aprendizaje (Learning Tool - LT)

source: Unique identifier for a Learning Tool to access a laboratory
es: Identificador único para una herramienta de aprendizaje para acceder a un laboratorio

source: LT Management
es: Gestión del LT

source: LT Permissions
es: Permisos del LT

source: LT Users
es: Usuarios del LT

source: LT Requests
es: Peticiones al LT

source: ReLMS Management
es: Gestión del RLMS

source: Registered labs
es: Laboratorios registrados

source: Users
es: Usuarios

source: Labmanager Users
es: Usuarios del gestor de laboratorios

source: Log out
es: Finalizar la sesión

source: Invalid format (expected lt_user::lt_name::login)
es: El formato no es válido (se espera algo del tipo lt_user::lt_name:: login)

source: Could not log in.
es: No se ha podido iniciar la sesión

source: Invalid username.
es: El nombre de usuario no es válido

source: Error in create_session
es: Error en create_session

source: Could not verify your credentials for that URL
es: No se han podido verificar sus credenciales para esa URL

source: Your LMS has permission to use that laboratory; but you are not enrolled in any course with permissions to use it
es: Su LT tiene autorización para utilizar ese laboratorio, pero usted no está matriculado en ningún curso que le permita utilizarlo

source: Your LMS does not have permission to use that laboratory or that identifier does not exist
es: Su LT no tiene permiso para usar ese laboratorio o el identificador no existe

source: No good news :-(
es: No es una buena noticia :-(

source: Error: the request payload is not a valid JSON request
es: Error: la solicitud no es una solicitud JSON válida

source: Unsupported operation
es: Esta operación no está soportada en el sistema

source: Invalid response
es: La respuesta no es válida

source: Could not process JSON data
es: No se han podido procesar los datos JSON

source: The key was not recognized
es: La clave no se ha reconocido

source: No consumer key provided
es: No se ha introducido ninguna clave

source: Tool provider created
es: Se ha creado un proveedor de la herramienta

source: You have to login with proper credentials
es: Las credenciales de inicio de sesión no son correctas

source: Invalid start
es: No se ha iniciado correctamente

source: Fake electronics course %(coursepos)s
es: Simulación del curso de electrónica %(coursepos)s

source: Fake physics course %(coursepos)s
es: Simulación del curso de física %(coursepos)s

source: Fake robotics course %(coursepos)s
es: Simulación del curso de robótica %(coursepos)s

source: Invalid consumer key. Please check it again.
es: La clave no es válida. Por favor, compruébela

source: Invalid secret: could not validate request.
es: El secreto no es válido: no se ha podido validar la petición

source: Request checked and failed. Please check that the 'secret' is correct.
es: La petición no se ha podido atender. Por favor, compruebe que el 'secreto' es correcto

source: Session not initialized. Are you a LMS?
es: La sesión no se ha iniciado. ¿Es usted un LT?

source: consumer key not found
es: No se ha encontrado la clave

source: permission not found
es: No se ha encontrado el permiso

source: That lab does not exist or it is not publicly available.
es: Ese laboratorio no existe o no está disponible públicamente.

source: This is not a valid PLE. Make sure that the institution id is fine and that there are Shindig Credentials configured
es: Ésto no es un PLE válido. Asegúrese de que el identificador de su escuela es corecto y que las credenciales de acceso a Shindig están configuradas

source: Invalid parent: it should be a space, and it is a %(parenttype)s
es: El padre no es válido: debe ser un espacio, y es un %(parenttype)s

source: Your PLE is valid, but don't have permissions for the requested laboratory.
es: Su PLE es válido, pero no tiene permisos para el laboratorio solicitado

source: Your PLE is valid and your lab too, but you're not in one of the spaces that have permissions (you are in %(space)r)
es: Su PLE es válido y su laboratorio también, pero no está en uno de los espacios que tienen permiso. Usted está en el espacio %(space)r

source: Could not connect to %(urlshindig)s.
es: No se pudo conectar a %(urlshindig)s.

source: Institution not found or it does not support Shindig
es: No se ha encontrado la escuela o no soporta Shindig

source: Laboratory not found
es: No se ha encontrado el laboratorio

source: School name
es: Nombre oficial de la escuela

source: School name.
es: Nombre oficial de la escuela

source: Short name
es: Nombre corto de la escuela

source: Short name (lower case, all letters, dots and numbers).
es: Nombre corto de la escuela: en minúsculas, a-z, 0-9 y '.'

source: School URL
es: URL

source: Address of your school.
es: Página web de la escuela

source: User name
es: Responsable

source: Your name and last name.
es: Nombre y apellidos

source: Your new login (you can create more later).
es: El nombre de usuario. Pueden crearse más usuarios posteriormente

source: Your access password.
es: Su contraseña de acceso

source: This name is already taken
es: Este nombre ya ha sido registrado

source: Back
es: Volver

source: Full Name
es: Nombre completo

source: Access Level
es: Nivel de acceso

source: Permission To LT
es: Permiso para el LT

source: LT User
es: Usuario de acceso al LT

source: Key
es: Clave

source: Secret
es: Secreto

source: Existing permission on that user for that laboratory
es: El usuario está autorizado para acceder al laboratorio

source: Laboratory Id
es: Identificador del laboratorio

source: Local Identifier
es: Identificador local

source: Context Id
es: Identificador del contexto

source: No authentication is configured in your LMS. If you are not using the Basic HTTP system (e.g., you're using LTI), don't worry. Otherwise, contact the Labmanager administrator.
es: Su LT no tiene configurada la autenticación. Si no está usando el sistema HTTP básico (por ejemplo si está usando LTI), no se preocupe. De lo contrario, contacte con el Administrador del Gestor de Laboratorios.

source: Invalid JSON provided or could not connect to the LMS. Look at the logs for more information
es: El JSON obtenido no es válido o no se ha podido conectar con el LT. Revise el/los ficheros de logs para obtener más información

source: Malformed data retrieved. Look at the logs for more information
es: Los datos recuperados no están bien formados. Revise el/los ficheros de logs para obtener más información

source: Invalid action found (add or delete expected)
es: La acción requerida no es válida (se espera añadir o eliminar)

source: Configuration
es: Configuración

source: LMS admin
es: Administrador del LT

source: Lab
es: Laboratorios

source: Courses
es: Cursos

source: Discover
es: Buscar

source: Permissions
es: Permisos

source: Permission To LMS
es: Permisos sobre el LT

source: LMS User
es: Usuarios del LT

source: LMS instructor
es: Instructor del LT

source: Invalid permission
es: El permiso no es válido

source: This lab IS accesible
es: El laboratorio está accesible

source: false
es: falso

source: Make not accessible
es: Marcar como inaccesible

source: This lab is NOT accesible
es: Este laboratorio no es accesible

source: true
es: verdadero

source: Make accessible
es: Marcar como accesible

source: Available for request
es: Disponible para realizar una solicitud

source: Request laboratory
es: Solicitud de laboratorio

source: Ready to use
es: Preparado para ser utilizado

source: Delete laboratory
es: Eliminar laboratorio

source: Access request pending
es: Solicitud de acceso en espera

source: Delete access request
es: Eliminar la solicitud de acceso

source: Make this laboratory automatically accessible by any Graasp space belonging to the institution represented by this Learning Tool
es: Hacer que este laboratorio sea automáticamente accesible desde cualquier espacio de Graasp que pertenezca a la institución representada por esta herramienta de aprendizaje (LT)

source: context_id
es: Identificador del contexto

source: Space URL
es: URL del espacio

source: Drop here the URL of the Space.
es: Coloque aquí la dirección del espacio

source: Invalid format. Expected space_NUMBER
es: El formato no es válido.Se espera space_NUMBER

source: Invalid format. Expected a valid Graasp space URL
es: El formato no es válido. Se esperaba una URL válida de un espacio de Graasp

source: Invalid format. Expected http://graasp.epfl.ch/#item=space_SOMETHING
es: El formato no es válido. Se espera http://graasp.epfl.ch/#item=space_ALGO

source: Space already registered
es: El espacio ya está registrado

source: Invalid name
es: Nombre no válido

source: Permission
es: Permiso

source: Space
es: Espacios

source: PLE admin
es: Administrador del PLE

source: Available labs
es: Laboratorios disponibles

source: Spaces
es: Espacios

source: New
es: Nuevo

source: PLEinstructor
es: Instructor del PLE

source: Laboratories
es: Laboratorios

source: LabManager Login
es: Administración del gestor de laboratorios
